dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
formulahendry.code-runner
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
PKief.material-icon-theme
redhat.java
sjhuangx.vscode-scheme
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
