dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
zxh404.vscode-proto3
